[
  {
    "id": 0,
    "title": "",
    "picture": "",
    "text": ""
  },
  {
    "id": 1,
    "title": "Présentation",
    "text": "Bonjour, je m'appelle Emmanuelle et je suis développeuse chez Dcube. Dcube est un cabinet de conseil IT spécialisé dans le développement, le cloud, l'IA, la BI et la data. Mes stacks préférés sont C# .NET et Angular. Le bug que je rencontre régulièrement est un problème de timeout. Je m'intéresse également aux aspects de l'intelligence artificielle notamment le Speech-To-Text, thème qu'on va aborder aujourd'hui. Etant sourde, je lutte chaque jour pour l'accessiblité. Dans mon monde idéal, tout doit accessible aussi bien dans la vraie vie que dans le Web."
  },
  {
    "id": 2,
    "title": "Introduction au RGAA",
    "text": "Les services publics numériques et certains services privés ont l'obligation d'être accessibles de façon équivalente à tout citoyen, qu'il soit ou non en situation de handicap (visuel, auditif, moteur, trouble dys...). Un service numérique accessible est plus facile à utiliser pour les personnes handicapées et de meilleure qualité pour tous. Pour faciliter la mise en œuvre de l'accessibilité numérique, la DINUM édite depuis 2009 le référentiel général d'amélioration de l'accessibilité – RGAA, créé pour mettre en œuvre l'article 47 de la loi handicap de 2005 et son décret d'application actualisé en 2019. Il fait régulièrement l'objet de nouvelles versions et mises à jour pour s'adapter aux évolutions du Web mais aussi aux changements de normes et réglementations."
  },
  {
    "id": 3,
    "title": "Langage non ordinaire",
    "text": "Samuel, développeur au sein de l'entreprise Dcube, rencontre souvent des problèmes de timeout sur les gros traitements des demandes entrantes et il n'est pas le seul. 3,4,5 personnes de l'équipe également dont sa collègue Emmanuelle. Leur PO tèj souvent ses US et réalise des tool-in-actions. Samuel a une chatte qui s'appelle Qwerty. Emmanuelle déteste les homonymes surtout quand elle essaie de comprendre en lisant sur les lèvres : \"le ver vert va vers le verre vert\"."
  },
  {
    "id": 4,
    "title": "Conjugaison",
    "text": "Annie est arrivée à la maison. Je suis arrivée à la maison. Tu es arrivée à la maison. Il est arrivé à la maison. Elle est arrivé à la maison. Nous, les filles, sommes arrivées à la maison. Vous, les filles, êtes arrivées à la maison. Elles sont arrivées à la maison. Ils sont arrivés à la maison."
  }
]
